<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//DE">
<!-- design & layout by  Frank Jakob -->
<html lang="de">

<head>
    <meta http-equiv="content-type" content="text/html; charset=ISO-8859-1">
    <meta name="description"
        content="Ich unterst&uuml;tze Sie als Interim Manager, ad interim, in allen Bereichen der Kostenreduktion: SCM, Einkaufsleitung, Outsourcing, Prozessoptimierung, Einkaufskostenreduzierung. Interim Management bietet neben Vakanz&uuml;berbr&uuml;ckung Chancen f&uuml;r nachhaltige Ver&auml;nderungen.">
    <meta name="keywords"
        content="Interim Manager SCM, Einkaufsleitung, Wertanalyse, Interim Management, supply chain management, ad-interim">
    <meta name="copyright" content="Frank Jakob, f@fjakob.de">
    <meta name="google-site-verification" content="M7KDH14itxbT_rKdjIjqyjkiN52wbJwLxJhFK7rWgmg" />
    <meta name="msvalidate.01" content="164507FAFCFC7F3D2D1CACC066B60965" />
    <META NAME="page-topic"
        content="Interim Managemer, ad interim, ad-interim f&uuml;r Einkauf, Einkaufsleitung, Einkaufsleiter, Produktion, Logistik, Beratung, SCM und Wertanalyse">
    <meta name="publisher" content="Frank Jakob">
    <meta name="DC.Date" content="2026-01-25">
    <meta name="expires" content="1">
    <meta name="DC.Language" content="de"> <!-- de = deutschsprachig -->
    <meta name="yandex-verification" content="0a990528abab192d" />
    <meta name="google-site-verification" content="PeSc__idf0Mhs8RZT8s77Fk2ZEqmS43Y_vDlKjN4BDA" />
    <meta name="yandex-verification" content="990d2eff8cd931d0" />

    <title>Interim Manager f&uuml;r SCM, Einkauf und Outsourcing</title>
    <meta name="viewport" content="width=device-width, user-scalable=none, initial-scale=1">

    <link rel="stylesheet" type="text/css" href="utils/Styles2020F.css">
</head>
<link rel="icon" type="imgage/png" href="img/FrankJakobLogo.png">

<body>
    <!-- N a v i g a t i o n -->
    <span style="cursor:pointer" class="DreiLinien" onclick="openNav()">&#9776;</span>

    <div id="mySidenav" class="SideNav" onclick="closeNav()">
        <a href="javascript:void(0)" class="closebtn" onclick="closeNav()">&#9747;&nbsp</a>
        <a href="#Ziele">Ziele</a>
        <a href="#Einkauf">Einkauf</a>
        <a href="#SCM Supply Chain Management">SCM Supply Chain Management</a>
        <a href="#Oursourcing">Produktion und Outsourcing</a>
        <a href="#Wertanalyse">Wertanalyse</a>
        <a href="#cv">CV und Beispiele</a>
        <a href="#imp">Impressum & Datenschutzerkl.</a>
        <a href="index_e.html">Englisch</a>

    </div> <!-- ENDE N a v i g a t i o n -->

    <div class="InhaltDarstellungsFlaeche" onclick="closeNav()">
        <!-- START Darstellung Breite in % mit @media screen -->
        <img src="img/hintergrund3.jpg" alt="Snow" style="width:100%">
        <div class="TextVorBild">
            <h1>Interim Manager SCM, Einkauf, Outsourcing, Kostenreduktion und Wertanalyse</h1>
        </div>

        <BR><BR><BR><BR>
        <a name="Ziele"></a>
        <h2><span class="FJ1">Frank Jakob </span><span class="FJ2"> Dipl. Ing. TU</span></h2>
        <BR>

        <h3>
            F&uuml;r den Unternehmenserfolg ist das Verst&auml;ndnis jedes einzelnen Mitarbeiters f&uuml;r alle
            Abl&auml;ufe von entscheidender Bedeutung. Abteilungsdenken und nicht wertsch&ouml;pfende T&auml;tigkeiten
            sind Gift in unserer von steigendem Wettbewerb gepr&auml;gten Welt.&nbsp;
        </h3>

        <h4>
            &bdquo;Frank Jakob hat bei dem ersten Projekt, das er f&uuml;r uns als Interim Manager, Funktion
            Einkaufsleiter, durchgef&uuml;hrt hat, innerhalb kurzer Zeit
            Schwachstellen und Verbesserungspotential aufgezeigt. Dank seiner strukturierten Vorgehensweise und
            profunden SAP-Kenntnisse, konnte er die Unternehmensleitung und die Mitarbeiter f&uuml;r den konsequenten
            Ausbau des SCM motivieren. Seine gute Vernetzung beim Klienten half ihm, die &Auml;nderungen schnell und
            nachhaltig umzusetzen.&rdquo;<br> Dr. Christian Frank, Partner und Mitglied des Executive Boards, Atreus
            GmbH
        </h4>

        <a name="Einkauf"></a>
        <br>
        <h2>Einkauf</h2>

        <h3>
            Im globalen Wettbewerb nimmt der Einkauf eine zentrale Rolle ein. Als Schnittstelle zwischen Vertrieb,
            Entwicklung, Lieferanten und Produktion werden die Herausforderungen f&uuml;r den Einkauf immer
            vielf&auml;ltiger. Die richtigen Tools und Erfolgsmessungen sind so unabdingbar f&uuml;r den Einkaufserfolg
            wie ein geschultes und motiviertes Team.<BR>
            Dies gilt insbesondere f&uuml;r Outsourcing Projekte, egal ob es sich um C-Teile-, Produktions-,
            Entwicklungs- oder Logistikoutsourcing handelt.
        </h3>
        <h3>
            Ich unterst&uuml;tze Sie bei der Analyse, dem Konzept und der Umsetzung.&nbsp;
        </h3>
        <h4>
            &bdquo;Frank Jakob hat als Interim Einkaufsleiter unter anderem unsere Kosten f&uuml;r Import- und
            Exportfrachten nahezu halbiert. Seine Analyseergebnisse waren sehr exakt. In der Ausschreibungs- und
            Umsetzungsphase bewies er Fingerspitzengef&uuml;hl. Sein Konzept und die Wahl des Unternehmens waren so
            nachhaltig, dass wir ein Jahr sp&auml;ter auch die Inlandstransporte an den selben Dienstleister
            &uuml;bergeben konnten.&rdquo; <br>Harald Tiemann, CEO, GWF AG
        </h4>
        <h4>&bdquo;Frank Jakob hat die gesamten Gussbedarfe unserer 5 Standorte in Deutschland, England, USA, Kanada und
            Mexiko analysiert, kategorisiert und L&ouml;sungsvorschl&auml;ge zur Kostenreduktion erarbeitet. Die erste
            Produktgruppe wurde unter seiner Verantwortung zu einem indischen Lieferanten verlagert. Die Einsparungen
            liegen &uuml;ber 50%. Zwei weitere Produktgruppen wurden von Ihm soweit vorbereitet, dass wir die
            Verlagerung selbst vornehmen konnten.&rdquo; <br>Hagen Alexander, Sulzer Ltd. Head of Advance and
            Operational Procurement EMEA
        </h4>
        <h4>&bdquo;Frank Jakob wurde in einer heiklen Situation unseres geplanten pharmazeutischen Outsourcing-Projektes
            als Berater geholt, da unsere internen Ressourcen nicht ausreichten und unser Projekt auch nicht nach Wunsch
            lief.
            Mit seiner Auffassungsgabe und seinem Fachwissen im Umgang und bei Auswahl und Bewertung von Lohnherstellern
            war Frank Jakob eine sehr grosse Hilfe. Das zuerst innerhalb &Ouml;sterreichs geplante Outsourcing-Projekt
            wurde vom ersten Tag seiner Unterst&uuml;tzung zu einem europ&auml;ischen Konzept, wo es Frank Jakob
            innerhalb k&uuml;rzester Zeit gelang, im benachbarten EU Ausland geeignete und kompetente Produktionspartner
            zu finden. Auch der immense Zeitdruck lie&szlig; Frank Jakob kalt und es gelang Ihm, f&uuml;r uns sehr gute
            Partner zu finden, die die pharmazeutische Produktion unsere Produkte &uuml;bernehmen konnten. Es wurden
            dank seiner Expertise nicht nur die zeitlichen Ziele eingehalten sondern auch die finanziellen
            Einsparungsvorgaben deutlich &uuml;bertroffen. Seine Arbeit war so gut, dass wir Ihn seitdem laufend wieder
            f&uuml;r Einkaufsoptimierung-Projekte bzw. Interim-Projekte engagieren.&rdquo; <br>Mag. Manfred Schafler,
            CEO Dr. A. &amp; L. Schmidgall GmbH &amp; Co KG
        </h4>

        <a name="SCM Supply Chain Management"></a>
        <!-- ********************* S C M ******************************************** -->
        <BR><BR>
        <h2>SCM Supply Chain Management</h2>
        <H3>SCM wird als integrierte Planung, Steuerung und Kontrolle des gesamten Informations-, Material- und
            Werteflusses vom Lieferanten bis zum Endkunden verstanden. Abteilungsdenken, mangelnde F&auml;higkeiten mit
            den Stellschrauben des ERP-Systems umzugehen, sowie nicht ausreichende Kenntnisse in Statistik sind wohl die
            h&auml;ufigsten Gr&uuml;nde, warum Best&auml;nde, Lieferbereitschaft, Sondertransporte und
            Fehlteilbesprechungen in vielen Unternehmen qu&auml;lende Dauerthemen sind.
        </h3>
        <H3>Ich kann Ihnen helfen, Schritt f&uuml;r Schritt zu Erfolgen zu kommen. Eine hohe Lieferbereitschaft bedingt
            keinesfalls hohe Best&auml;nde. Ich habe das in vielen Projekten erfolgreich umgesetzt.
        </h3>
        <H4>&bdquo;Frank Jakob hat als Interim SCM- und Einkaufsleiter unsere Lieferbereitschaft signifikant und
            nachhaltig verbessern k&ouml;nnen. Dies gelang Ihm keineswegs zu Lasten der Best&auml;nde, ganz im
            Gegenteil, die Best&auml;nde wurden dauerhaft gesenkt. Es gelang ihm zudem die Effektivit&auml;t unserer
            Einkaufs- und Logistikabteilung zu steigern.&rdquo; <br>Dieter Berndt, Gesch&auml;ftsf&uuml;hrer Qundis
            GmbH&nbsp;
        </h4>
        <H4>&bdquo;Frank Jakob hat als Berater f&uuml;r SCM unsere Motorenplanung analysiert. Seine
            L&ouml;sungsvorschl&auml;ge konnten wir gut umsetzten und so Fehlteile und Best&auml;nde dauerhaft
            senken.&rdquo; <br>Harald Schefft, Mitglied der Gesch&auml;ftsleitung Caterpillar Marine Power Systems
        </h4>

        <a name="Oursourcing"></a>
        <BR><BR>
        <!-- ************P R O D U K T I O N und Outsourcing ***************************************************** -->
        <h2>Produktion und Outsourcing</h2>
        <H3>Um Werte ohne Verschwendung zu schaffen, muss die Fabrik an der Grenze des technisch und logistisch
            machbaren betrieben werden. Wer das Erreichte nicht st&auml;ndig hinterfragt und nach Verbesserungen sucht,
            ger&auml;t gegen&uuml;ber den Wettbewerbern ins Hintertreffen.</H3>
        <H3>Lean ist dabei ein wichtiger, aber nicht der einzige Aspekt.</H3>
        <H3>Montage, Maschinen und Werkzeuge m&uuml;ssen so ausgelegt sein, dass das Optimum zwischen Investition und
            Produktivit&auml;t erreicht wird. Wo das nicht m&ouml;glich ist, muss ein Outsourcing Projekt aufgesetzt
            werden.</H3>
        <H3>Das Wichtigste allerdings sind Mitarbeiter, die motiviert und Neuerungen gegen&uuml;ber aufgeschlossenen
            sind. Dies erreicht man nach meiner Erfahrung am besten dadurch, dass man die Mitarbeiter ernst nimmt, sie
            fordert und ein produktives Umfeld schafft. Mitarbeiter, die mit Unbehagen zur Arbeit kommen, sind ein
            Alarmzeichen. In Deutschland ist diese Kultur schon recht gut entwickelt. L&auml;nder wie Finnland, Norwegen
            oder die Schweiz zeigen, dass es Luft nach oben gibt.</h3>
        <H4>&bdquo;Frank Jakob hat die Umorientierung unseres Unternehmens geleitet. Im Einzelnen ging es dabei um die
            Neuausrichtung unserer Produktion, Outsourcing nach China und einen sozialvertr&auml;glichen Personalabbau
            in Deutschland. Herr Jakob war stets bestens vorbereitet, daher konnte ich mich zu 100 Prozent auf seine
            Vorschl&auml;ge und Ausarbeitungen verlassen. Gemeinsam haben wir die nicht immer einfachen Verhandlungen
            mit Betriebsrat, Gewerkschaft und deren Anwalt gemeistert.&rdquo; <br>Andreas Albrecht, CEO,
            K&uuml;nkel-Wagner Prozesstechnologie GmbH&nbsp;</h4>

        <a name="Wertanalyse"></a>
        <BR><BR>
        <!-- ************P R O D U K T I O N und Outsourcing ***************************************************** -->
        <h2>Wertanalyse</h2>
        <H3 align="justify">Wertanalyse ist das wichtigste Instrument um die Wettbewerbsf&auml;higkeit zu steigern, alle
            Abteilungen im Unternehmen sind gefordert.<BR>
            Die Gesch&auml;ftsleitung gibt die Zielsetzung vor, Marketing und Vertrieb die Funktionen, Buchhaltung
            Erl&ouml;se, Umsatz und Kosten je Ger&auml;tegruppe...<BR>
            Durch meine Erfahrung und meinen technischen Hintergrund zeige ich Ihnen - zusammen mit Ihrem Team -
            L&ouml;sungen auf, die Einsparungen erm&ouml;glichen.</h3>

        <H4 align="justify">&bdquo;Das Wirtschaftsmagazin brand eins hat gemeinsam mit dem Marktforschungsinstitut
            Statista die Besten Berater ermittelt. In der Rubrik Interimsmanagement erh&auml;lt Atreus die Bestnote in
            der Kundenbewertung. Dazu hat Frank Jakobs pers&ouml;nliche Arbeit ganz wesentlich beigetragen, und ich
            m&ouml;chte mich an dieser Stelle ganz herzlich f&uuml;r seine exzellenten Leistungen bei unseren Kunden
            bedanken.&rdquo; <br>Dr. Christian Frank, Partner und Mitglied des Executive Boards, Atreus GmbH</h4>


        <a name="cv"></a>
        <BR><BR> <!-- ********************* C V und B e i s p i e l e ******************************************** -->
        <h2>CV und Beispiele</h2>
        <!-- Slides Slider S T A R T -->
        <div class="slider">
            <a href="#slide-1">1</a>
            <a href="#slide-2">2</a>
            <a href="#slide-3">3</a>
            <a href="#slide-4">4</a>
            <a href="#slide-5">5</a>
            <a href="#slide-6">6</a>
            <a href="#slide-7">7</a>
            <div class="slides">
                <div id="slide-1"><img src="img/CV Frank Jakob.png"
                        style="width:100%; margin-top: 2em; line-height: 2em"></div>
                <div id="slide-2"><img src="img/Einkaufsleitung.png"
                        style="width:100%; margin-top: 2em; line-height: 2em"></div>
                <div id="slide-3"><img src="img/Verbesserung Montagezeiten.png"
                        style="width:100%; margin-top: 2em; line-height: 2em"></div>
                <div id="slide-4"><img src="img/SCM Vertikale Integration.png"
                        style="width:100%; margin-top: 2em; line-height: 2em"></div>
                <div id="slide-5"><img src="img/SCM Betriebsaufspaltung.png"
                        style="width:100%; margin-top: 2em; line-height: 2em"></div>
                <div id="slide-6"><img src="img/SCM_Beschaffung.png"
                        style="width:100%; margin-top: 2em; line-height: 2em"></div>
                <div id="slide-7"><img src="img/SCM_Planung.png" style="width:100%; margin-top: 2em; line-height: 2em">
                </div>
            </div>
        </div> <!-- E N D E   Slides Slider E N D -->

        <BR><BR>
        <hr>
        <a name="imp"></a>
        <h2>Impressum</h2>
        <H5 align="left">
            <BR><BR>
            Verantwortlich: Frank Jakob; Kreuzgasse 15A; A-6800 Feldkirch
            <BR><BR>
            +43 676 433 9585
            <BR><BR>
            <A HREF="MAILTO:F@FJakob.de">F@FJakob.de</a>
            <BR><BR>
            &#169; 2024 Frank Jakob / All rights reserved&nbsp;

            <BR><BR><BR><BR>
            <H3>Datenschutzinformationen</H3>
            <H5 align="left">
                Der Schutz Ihrer pers&ouml;nlichen Daten ist mir ein besonderes Anliegen. Ich verarbeite Ihre Daten
                daher ausschlie&szlig;lich auf Grundlage der gesetzlichen Bestimmungen. In diesen
                Datenschutzinformationen informieren ich Sie &uuml;ber die wichtigsten Aspekte der Datenverarbeitung im
                Rahmen meiner Website.
            </H5>
            <BR><BR><BR><BR>
            <H3>Google Analytics</H3>
            <H5 align="left">
                Ich nutze Google Analytics um das Verhalten von Besuchern zu analysieren.
                Ziel: Die Usability (Men&uuml;f&uuml;hrung, Buttons, Formulare) zugunsten der Besucher zu verbessern.
                Mein Seitenprovider -1und1.de- erhebt aufgrund meines berechtigten Interesses (s. Art. 6 Abs. 1 lit. f.
                DSGVO) Daten &uuml;ber Zugriffe auf die Website und speichern diese als "Server-Logfiles" auf dem Server
                der Website ab. Folgende Daten werden so protokolliert:
                Besuchte Website; Uhrzeit zum Zeitpunkt des Zugriffes; Menge der gesendeten Daten in Byte;
                Quelle/Verweis, von welchem Sie auf die Seite gelangten; Verwendeter Browser; Verwendetes
                Betriebssystem; Verwendete IP-Adresse
                Die Server-Logfiles werden f&uuml;r maximal 7 Tage gespeichert und anschlie&szlig;end gel&ouml;scht. Die
                Speicherung der Daten erfolgt aus Sicherheitsgr&uuml;nden, um z. B. Missbrauchsf&auml;lle aufkl&auml;ren
                zu k&ouml;nnen. M&uuml;ssen Daten aus Beweisgr&uuml;nden aufgehoben werden, sind sie solange von der
                L&ouml;schung ausgenommen bis der Vorfall endg&uuml;ltig gekl&auml;rt ist.
            </H5>
            <BR><BR><BR><BR>
            <H3>Webhosting</H3>
            <H5 align="left">
                Serverstandort der Quelldaten, Datenbank sowie der Mailserver liegen in Deutschland bei 1und1.de.
            </H5>
            <BR><BR><BR><BR>
            <H3>Kontaktformular und Newsletter</H3>
            <H5 align="left">
                Es gibt kein Kontaktformular. <br>Wenn Sie mir eine Mail schicken wollen: F@FJakob.de. <br>Ich
                verschicke keine Newsletter.<br>
            </H5>
            <BR><BR><BR><BR>
            <H3>Links</H3>
            <H5 align="left">
                Meine Seite enth&auml;lt Links zu externen Webseiten, auf deren Inhalte ich keinen Einfluss haben.
                Deshalb kann ich f&uuml;r diese fremden Inhalte auch keine Gew&auml;hr &uuml;bernehmen. F&uuml;r die
                Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich.
                Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf m&ouml;gliche Rechtsverst&ouml;&szlig;e
                &uuml;berpr&uuml;ft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine
                permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer
                Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links
                umgehend entfernen.
            </H5>

            <br><br>
            <hr>
            <br><br>
            <H5 align="left">

                <a href="http://www.jooble.com" target="_blank" title="webverzeichnis">Jooble</a><br>
                <a href="http://www.webverzeichnis.us" target="_blank" title="webverzeichnis">Internet-Lexikon</a><br>
                <!--23.2.2020 alter Eintrag noch vorhanden-->
                <a href="http://www.go-findyou.de" target="_blank"
                    title="Webkatalog & Suchmaschine">go-findyou.de</a><br> <!--23.2.2020-->
                <a href="http://www.suchnase.de" target="_blank" title="suchnase">suchnase.de</a><br> <!--24.04.2020-->
                <a href="http://www.oxi.at" target="_blank" title="oxi.at">oxi.at</a><br> <!--25.03.2020-->
                <a href="http://www.seitensuche.info/latest" target="_blank"
                    title="Seitensuche.info">Seitensuche.info</a><br> <!-- 25.03.2020 wie April '18-->
                <a href="http://www.webfee.de/" target="_blank" title="webfee"><b>webfee.de</b></a><br>
                <!-- Update 25.3.2020 Email Bestätigung fehlt noch-->
                <!-- gibts nicht mehr <a href="http://www.tgp-internet.com/" target="_blank" title="TPG-Internet">TPG-Internet</a><br>   -->
                <a href="https://www.ssim-webkatalog.de" target="_blank"
                    title="ssim-webkatalog.de">ssim-webkatalog.de</a><br> <!--Update 25.03.2020-->
                <a href="http://www.webseite-anmelden.eu" target="_blank"
                    title="www.webseite-anmelden.eu">webseite-anmelden.eu</a><br>
                <!-- 25.03.2020 Derzeit kein Eintrag möglich-->
                <a href="http://www.suchmaschinen-linkverzeichnis.de/"
                    target=_"blank">www.suchmaschinen-linkverzeichnis.de</a><br>
                <!-- 25.03.2020 Update nicht möglich -->
                <a href="http://www.go-findyou.de" target=_"blank" title="www.go-findyou.de">go-findyou.de</a><br>
                <!-- 25.03.2020 noch vorhanden-->
                <!--11 88 0-->
                <a href="http://www.de-linkliste.de" target=_"blank" title="de-Linkliste">de-Linkliste</a><br>
                <!-- 25.03.2020 noch vorhanden-->
            </H5>
    </div> <!-- ENDE Darstellung Breite in % mit @media screen -->
</body>

<script>


    function openNav() {
        document.getElementById("mySidenav").style.left = "0.2em";
    }

    function closeNav() {
        document.getElementById("mySidenav").style.left = "-25em";
    }


</script>

</html>
